tap "ashsmith/ssl-gen"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazynpm"
tap "mutagen-io/mutagen"
tap "nodenv/nodenv"
tap "teamookla/speedtest"
brew "giflib"
brew "libpng"
brew "python@3.10"
brew "autojump"
brew "bash"
brew "bashdb"
brew "bottom"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloc"
brew "cmake"
brew "codespell"
brew "ctags"
brew "curl"
brew "docker-completion"
brew "fd"
brew "folly"
brew "fx"
brew "fzf"
brew "gcc"
brew "geos"
brew "pkgconf"
brew "proj"
brew "libpq"
brew "numpy"
brew "poppler"
brew "gdal"
brew "gh"
brew "pango"
brew "git"
brew "git-extras"
brew "go"
brew "hub"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "libdap"
brew "libdvdcss"
brew "libffi"
brew "librsvg"
brew "md5sha1sum"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "node-build"
brew "openapi-generator"
brew "pam-reattach"
brew "pdal"
brew "postgresql@14"
brew "python@3.11"
brew "python@3.9"
brew "qt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rtl_433"
brew "shellcheck"
brew "stylua"
brew "szip", link: false
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zx"
brew "ashsmith/ssl-gen/ssl-gen"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazynpm/lazynpm"
brew "teamookla/speedtest/speedtest"
