tap "ashsmith/ssl-gen"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "mutagen-io/mutagen"
tap "nodenv/nodenv"
brew "giflib"
brew "libpng"
brew "autojump"
brew "bash"
brew "bashdb"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "pixman"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "codespell"
brew "lima", args: ["HEAD"]
brew "colima", args: ["HEAD"]
brew "ctags"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fd"
brew "folly"
brew "fzf"
brew "geos"
brew "libdap"
brew "proj"
brew "libpq"
brew "jpeg", link: true
brew "numpy"
brew "poppler"
brew "gdal"
brew "git"
brew "git-extras"
brew "go"
brew "hub"
brew "jq"
brew "libdvdcss"
brew "pango"
brew "librsvg"
brew "md5sha1sum"
brew "mkcert"
brew "mysql"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "node-build"
brew "nodenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "ashsmith/ssl-gen/ssl-gen"
brew "heroku/brew/heroku"
brew "nodenv/nodenv/node-build-update-defs"
cask "hammerspoon"
