tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nodenv/nodenv"
tap "ouchxp/nodenv"
tap "vitorgalvao/tiny-scripts"
brew "aws-shell"
brew "awscli"
brew "libffi"
brew "cmake"
brew "ctags"
brew "nss"
brew "direnv"
brew "drone-cli"
brew "fzf"
brew "git"
brew "git-extras"
brew "go"
brew "hub"
brew "jmeter"
brew "libxml2"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "maven"
brew "mkcert"
brew "mysql"
brew "neovim"
brew "nginx"
brew "node-build"
brew "nodenv"
brew "postgresql"
brew "python@2", link: false
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "swagger-codegen"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "nodenv/nodenv/node-build-update-defs"
brew "ouchxp/nodenv/nodenv-nvmrc"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred3"
cask "arq"
cask "bartender"
cask "charles"
cask "dash"
cask "dbeaver-community"
cask "fantastical"
cask "firefox"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2"
cask "onedrive"
cask "pdf-expert"
cask "postman"
cask "rescuetime"
cask "sizeup"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoomus"
